content/videogames/videogames.org
#+startup: content indent

* Videogames

I was a *huge gamer* in the past. I spent all my teenage years playing
dark souls, the witcher, skyrim, osu. I used to follow the industry
very closely, I played a lot of indie games too. One of my favourite
publishers is *Annapurna*, they see videogames as creative work, like
art; I am talking about What Remains of Edith Finch, Twelve Minutes,
Florence, Journey and many more. Some other really interesting games
I liked are Return of the Obra Dinn, Gris, Firewatch...

I am currently playing [[file:./disco/disco-elysium.org][disco elysium]], I am keeping
a diary of my adventures.

-----

Travel: [[file:../index.org][Giovanni's Diary]], [[file:../theindex.org][Index]]
