public/videogames/videogames.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
<meta property="og:title" content="Giovanni's Diary">
<meta property="og:description" content="Diary of Giovanni's adventures.">
<meta property="og:image" content="https://giovanni-diary.netlify.app/logo.png">
<meta property="og:url" content="https://giovanni-diary.netlify.app/">
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orge9e1aa1" class="outline-2">
<h2 id="orge9e1aa1">Videogames</h2>
<div class="outline-text-2" id="text-orge9e1aa1">
<p>
I was a <b>huge gamer</b> in the past. I spent all my teenage years playing
dark souls, the witcher, skyrim, osu. I used to follow the industry
very closely, I played a lot of indie games too. One of my favourite
publishers is <b>Annapurna</b>, they see videogames as creative work, like
art; I am talking about What Remains of Edith Finch, Twelve Minutes,
Florence, Journey and many more. Some other really interesting games
I liked are Return of the Obra Dinn, Gris, Firewatch&#x2026;
</p>

<p>
I am currently playing <a href="./disco/disco-elysium.html">disco elysium</a>, I am keeping
a diary of my adventures.
</p>

<hr />

<p>
Travel: <a href="../index.html">Giovanni's Diary</a>, <a href="../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</body>
</html>
